Repository: rkoesters/xkcd-gtk
Catalog: po/*.po
Languages: fr, pt, tr

source: A simple xkcd viewer written in Go using GTK+3
fr: Une simple visionneuse pour XKCD écrite en Go avec GTK+3
pt: Um leitor simples de xkcd escrito em Go e usando o GTK+3
tr: Go dili ve GTK+3 kullanılarak yazılmış basit xkcd görüntüleyici

source: About
fr: À propos
pt: Sobre
tr: Hakkında

source: About xkcd
pt: Sobre o xkcd
tr: xkcd Hakkında

source: Add to bookmarks
pt: Adicione esta banda desenhada aos marcadores
tr: Yer imlerine ekle

source: Alt text
pt: Texto Alternativo
tr: Alternatif metin

source: Application
tr: Yer imlerine ekle

source: Bookmark this comic
pt: Adicione esta banda desenhada aos marcadores
tr: Bu karikatürü yer imlerine ekle

source: Bookmarks
pt: Marcadores
tr: Yer imleri

source: Cache comics for later offline viewing
fr: Sauvegardez des BD pour les regarder plus tard sans connexion
pt: Cache dos livros de banda desenhada para os visualizar mais tarde em modo offline
tr: Karikatürleri daha sonra çevrimdışı görüntülemek için önbelleğe al

source: Checking for new comic...
fr: Recherche d'une nouvelle bande dessinée…
pt: A pesquisar por uma nova banda desenhada...
tr: Yeni karikatür denetleniyor...

source: Close window
tr: Pencereyi kapat

source: Comic Sticks brings xkcd comics to your desktop with quick comic searching, offline browsing, and intuitive keyboard shortcuts.
fr: Comic Sticks apporte les bandes dessinées de XKCD sur votre bureau avec une recherche rapide, une navigation hors ligne et des raccourcis clavier intuitifs.
pt: O Comic Sticks traz bonecos xkcd para o seu ambiente de trabalho com a pesquisa rápida de banda desenhada, navegação em modo offline e atalhos de teclado intuitivos.
tr: Karikatürler, hızlı çizgi roman arama, çevrimdışı çalışma ve sezgisel klavye kısayollarıyla xkcd karikatürlerini masaüstünüze getirir.

source: Comic not found
pt: Banda desenhada não encontrada
tr: Karikatür bulunamadı

source: Connect to the internet to download comic image
fr: Connectez-vous à Internet pour télécharger la bande dessinée
pt: Ligue-se à internet para descarregar imagens de banda desenhada
tr: Karikatür görüntüsünü indirmek için internete bağlan

source: Connect to the internet to download some comics!
fr: Connectez-vous à Internet pour télécharger des bandes dessinées !
pt: Ligue-se à internet para descarregar banda desenhada!
tr: Karikatürleri indirmek için internete bağlanın!

source: Couldn't get comic
pt: Não Foi Possível Adquirir a Banda Desenhada
tr: Karikatür alınamadı

source: Dark mode
pt: Modo escuro
tr: Koyu kipi aç/kapat

source: Dark mode for late night reading
fr: Thème sombre pour une lecture tardive
pt: Modo escuro para leitura à noite
tr: Gece geç saatlerde okumak için koyu kip

source: Date
pt: Data
tr: Tarih

source: Error reading local comic database
tr: Yerel karikatür veritabanı okuma hatası

source: Explain
fr: Explication
pt: Explicar
tr: Açıkla

source: Features:
fr: Fonctionnalités :
pt: Funcionalidades:
tr: Özellikler:

source: General
tr: Genel

source: Go to a random comic
fr: Aller à une BD aléatoire
pt: Ir aleatoriamente para uma banda desenhada
tr: Rastgele bir karikatüre git

source: Go to the first comic
fr: Aller à la première BD
pt: Ir para a primeira banda desenhada
tr: İlk karikatüre git

source: Go to the newest comic
fr: Aller à la BD la plus récente
pt: Ir para a banda desenhada mais recente
tr: En yeni karikatüre git

source: Go to the next comic
fr: Aller à a BD suivante
pt: Ir para a banda desenhada seguinte
tr: Sonraki karikatüre git

source: Go to the previous comic
fr: Aller à la BD précédente
pt: Ir para a banda desenhada anterior
tr: Önceki karikatüre git

source: Image
pt: Imagem
tr: Görüntü

source: Keep track of comics with bookmarks
pt: Mantenha o controlo de bandas desenhadas com os marcadores
tr: Yer imleriyle karikatürleri takip edin

source: Keyboard shortcuts
pt: Atalhos de Teclado
tr: Klavye kısayolları

source: Link
fr: Lien
pt: Ligação
tr: Bağlantı

source: Loading comic...
fr: Chargement de la BD…
pt: A carregar banda desenhada...
tr: Karikatür yükleniyor...

source: Navigate
pt: Navegar
tr: Dolaş

source: New window
pt: Nova Janela
tr: Yeni pencere

source: News
fr: Actualités
pt: Noticias
tr: Haberler

source: No results found
pt: Nenhum resultado encontrado
tr: Sonuç bulunamadı

source: Number
fr: Numéro
pt: Número
tr: Sayı

source: Open bookmarks menu
pt: Mostrar menu de marcadores
tr: Yer imleri menüsünü göster

source: Open link
pt: Abrir Ligação
tr: Bağlantıyı aç

source: Open new window
pt: Abrir uma nova janela
tr: Yeni pencere aç

source: Open properties window
tr: Özellikler penceresini aç

source: Open shortcuts window
pt: Abrir a janela de atalhos
tr: Kısayollar penceresini aç

source: Open window menu
tr: Pencere menüsünü açar

source: Properties
fr: Propriétés
pt: Propriedades
tr: Özellikler

source: Quickly access comic explainations via the explain xkcd wiki
fr: Accédez rapidement aux explications de la BD via le wiki de XKCD
pt: Acessa rapidamente as explicações de bandas desenhadas a partir da wiki xkcd
tr: xkcd wiki aracılığıyla karikatür açıklamalarına hızla erişin

source: Quit
fr: Quitter
pt: Sair
tr: Çık

source: Quit application
pt: Sair da aplicação
tr: Uygulamadan çık

source: Read xkcd: a webcomic of romance, sarcasm, math, and language
fr: Lisez xkcd : une bande dessinée de romance, de sarcasme, de maths et de langue en ligne
pt: Ler xkcd: um romance de banda desenhada da internet, sarcasmo, matemática e linguagem
tr: xkcd'yi okuyun: aşk, iğneleme, matematik ve dil ile ilgi bir web çizgi romanı

source: Remove from bookmarks
pt: Remover esta banda desenhada dos marcadores
tr: Yer imlerinden kaldır

source: Reset zoom
tr: Yakınlaştırmayı sıfırla

source: Search
fr: Rechercher
pt: Procurar
tr: Ara

source: Search comics
pt: Procurar Bandas Desenhadas
tr: Karikatür ara

source: Search for comics
fr: Recherchez des BD
pt: Procurar por Bandas Desenhadas
tr: Karikatür ara

source: Title
fr: Titre
pt: Título
tr: Başlık

source: Toggle dark mode
pt: Alternar modo escuro
tr: Koyu kipi aç/kapat

source: Transcript
fr: Transcription
pt: Transcrição
tr: Yazılı metin

source: Updating comic search index...
fr: Mise à jour de l'index de recherche des BD…
pt: A atualizar o índice de pesquisa da banda desenhada...
tr: Karikatür arama dizini güncelleniyor...

source: View comic metadata
fr: Visualisez les métadonnées des BD
pt: Ver a meta data da banda desenhada
tr: Karikatür üst verisini görüntüle

source: What If?
pt: E se?
tr: Farzedelim?

source: Window menu
tr: Pencere menüsü

source: XKCD Viewer
fr: Visionneuse XKCD
pt: Visualizador XKCD
tr: XKCD Görüntüleyici

source: Zoom
tr: Yakınlaştırma

source: Zoom in
tr: Yaklaştır

source: Zoom out
tr: Uzaklaştır

source: webcomic;romance;sarcasm;math;language;
fr: webcomic;romance;sarcasme;maths;langue;
pt: banda desenhada;romance;sarcasmo;matemática;linguagem;
tr: web çizgi roman;aşk;alaycılık;matematik;dil;

source: xkcd blog
pt: Blogue xkcd
tr: xkcd günlüğü

source: xkcd books
tr: xkcd kitapları

source: Comic Not Found
fr: BD introuvable

source: Error trying to access metadata cache
fr: Erreur lors de l'accès au cache de métadonnées

source: Error parsing comic metadata from cache
fr: Erreur d'analyse des métadonnées de la BD à partir du cache

source: Couldn't Get Comic
fr: Impossible de récupérer la BD

source: Search Index Update
fr: Rechercher une mise à jour de l'index

source: Whatcha lookin' for?
fr: Que cherchez-vous ?

source: 0 search results
fr: Aucun résultat

source: Comic Sticks
fr: Bandes dessinées

source: New Window
fr: Nouvelle fenêtre

source: Toggle Dark Mode
fr: Activer le thème sombre

source: XKCD Blog
fr: Blog XKCD

source: XKCD Store
fr: Boutique XKCD

source: About XKCD
fr: À propos de XKCD

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Open Link
fr: Ouvrir le lien

source: Random
fr: Aléatoire

source: Alt Text
fr: Texte alternatif

source: Fix for changes to xkcd API encoding.
fr: Correction pour les modifications apportées à l'encodage de l'API XKCD.

source: Fix restoring of window state when maximized
fr: Correction de la restauration de l'état de la fenêtre lorsqu'elle est maximisée

source: Add keyboard shortcut for dark mode
fr: Ajout du raccourci clavier pour le thème sombre

source: Fix saving of properties window state
fr: Correction de la sauvegarde de l'état de la fenêtre des propriétés

source: The dark mode update!
fr: La mise à jour du thème sombre !

source: Add dark mode that inverts the comic image to improve readability in the dark
fr: Ajout du thème sombre qui inverse l'image de la bande dessinée pour améliorer la lisibilité dans l'obscurité

source: Add buttons to titlebar for jumping to the first comic and the newest comic
fr: Ajout de boutons dans la barre de titre pour aller à la première et à la dernière BD

source: Fix issue with encoding of comic metadata (fixes display of special characters and emojis)
fr: Correction d'un problème d'encodage des métadonnées des BD (correction de l'affichage des caractères spéciaux et des émojis)

source: Fix memory leak when closing additional comic windows
fr: Correction d'une fuite de mémoire lors de la fermeture de fenêtres de BD supplémentaires

source: Update app metadata to pass appstream-util validate-relax
fr: Mise à jour des métadonnées de l'application pour passer à appstream-util validate-relax

source: Revert fuzzy searching due to regressions
fr: Recherche approximative inversée à cause des régressions

source: Minor fixes
fr: Corrections mineures

source: Use fuzzy searching
fr: Utilisez la recherche approximative

source: Only show alt text when hovering directly over the comic image
fr: Affiche le texte alternatif uniquement en survolant directement la BD

source: Update OARS metadata.
fr: Mise à jour des métadonnées OARS.

source: First stable release
fr: Première version stable

source: Improve startup time
fr: Amélioration du temps de lancement

source: Add keyboard shortcuts for faster navigation
fr: Ajout des raccourcis claviers pour une meilleure navigation
